{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Text"
			},
			"Translation":
			{
				"Text": "Texte"
			},
			"Key": "9F69445842CA950A73EDC299EA0C9006"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "CommonWords",
			"Children": [
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Retour"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Annuler"
					},
					"Key": "Cancel"
				},
				{
					"Source":
					{
						"Text": "Credits"
					},
					"Translation":
					{
						"Text": "Crédits"
					},
					"Key": "Credits"
				},
				{
					"Source":
					{
						"Text": "Grab"
					},
					"Translation":
					{
						"Text": "Attraper"
					},
					"Key": "Grab"
				},
				{
					"Source":
					{
						"Text": "Hold to grab"
					},
					"Translation":
					{
						"Text": "Maintiens pour attraper"
					},
					"Key": "Hold_to_grab"
				},
				{
					"Source":
					{
						"Text": "Interact"
					},
					"Translation":
					{
						"Text": "Interagir"
					},
					"Key": "Interact"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "Musique"
					},
					"Key": "Music"
				},
				{
					"Source":
					{
						"Text": "Play"
					},
					"Translation":
					{
						"Text": "Jouer"
					},
					"Key": "Play"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "Quitter"
					},
					"Key": "Quit"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "Résolution"
					},
					"Key": "Resolution"
				},
				{
					"Source":
					{
						"Text": "Restart"
					},
					"Translation":
					{
						"Text": "Recommencer"
					},
					"Key": "Restart"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": "Reprendre"
					},
					"Key": "Resume"
				},
				{
					"Source":
					{
						"Text": "SFX"
					},
					"Translation":
					{
						"Text": "SFX"
					},
					"Key": "Sfx"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Options"
					},
					"Key": "Settings"
				},
				{
					"Source":
					{
						"Text": "Subtitles"
					},
					"Translation":
					{
						"Text": "Sous-titres"
					},
					"Key": "Subtitle"
				},
				{
					"Source":
					{
						"Text": "Throw"
					},
					"Translation":
					{
						"Text": "Lancer"
					},
					"Key": "Throw"
				},
				{
					"Source":
					{
						"Text": "To Aim"
					},
					"Translation":
					{
						"Text": "Viser"
					},
					"Key": "Aim"
				},
				{
					"Source":
					{
						"Text": "To call companion"
					},
					"Translation":
					{
						"Text": "Appeler le chien"
					},
					"Key": "Call_Companion"
				},
				{
					"Source":
					{
						"Text": "To get ball back"
					},
					"Translation":
					{
						"Text": "Récuperer la balle"
					},
					"Key": "Ball_back"
				},
				{
					"Source":
					{
						"Text": "Voice"
					},
					"Translation":
					{
						"Text": "Voix"
					},
					"Key": "Voice"
				}
			]
		},
		{
			"Namespace": "NarrationSubtitles",
			"Children": [
				{
					"Source":
					{
						"Text": " YES ! Crocus and Elif for the win !"
					},
					"Translation":
					{
						"Text": "YES ! Elif et Crocus sont vainqueurs !"
					},
					"Key": "Combo_elif_crocus"
				},
				{
					"Source":
					{
						"Text": "\"Sad at the window, hoping to see them once more...\""
					},
					"Translation":
					{
						"Text": "\"Tristes, attendant à la fenêtre, en espérant revoir leurs amis\""
					},
					"Key": "Story_kittens3"
				},
				{
					"Source":
					{
						"Text": "\"Their friends returned to the burrow, sadness was nomore\" The End"
					},
					"Translation":
					{
						"Text": "Leurs amis revinrent, et la tristesse disparut de leur esprit\" Fin"
					},
					"Key": "Story_kittens4"
				},
				{
					"Source":
					{
						"Text": "\"They were asking, but their family seemed nowhere...\""
					},
					"Translation":
					{
						"Text": "\"Ils demandèrent, mais leurs familles étaint parties\""
					},
					"Key": "Story_kittens2"
				},
				{
					"Source":
					{
						"Text": "*Barks*"
					},
					"Translation":
					{
						"Text": "*Aboie*"
					},
					"Key": "Bark"
				},
				{
					"Source":
					{
						"Text": "*Dog whining*"
					},
					"Translation":
					{
						"Text": "*le chien pleure*"
					},
					"Key": "Crocus_sad"
				},
				{
					"Source":
					{
						"Text": "*Happy Bark in the distance*"
					},
					"Translation":
					{
						"Text": "*Aboiement joyeux éloigné*"
					},
					"Key": "Bark_distance"
				},
				{
					"Source":
					{
						"Text": "*Happy Bark*"
					},
					"Translation":
					{
						"Text": "*Aboie joyeusement*"
					},
					"Key": "Bark_happy"
				},
				{
					"Source":
					{
						"Text": "*Happy Barks*"
					},
					"Translation":
					{
						"Text": "*Aboie joyeusement*"
					},
					"Key": "Bark_happy2"
				},
				{
					"Source":
					{
						"Text": "*bark from the closet*"
					},
					"Translation":
					{
						"Text": "*Aboie depuis le placard*"
					},
					"Key": "Bark_closet"
				},
				{
					"Source":
					{
						"Text": "*laugh* I took you as a plushy for three months !"
					},
					"Translation":
					{
						"Text": "*rigole* Tu étais ma peluche pendant trois mois"
					},
					"Key": "Crocus_baby3"
				},
				{
					"Source":
					{
						"Text": "A very fast and destructive plushy, but the best one ever !"
					},
					"Translation":
					{
						"Text": "Une peluche qui court vite et fait des bétises, mais quand même la meilleure"
					},
					"Key": "Plushy"
				},
				{
					"Source":
					{
						"Text": "Ah, I still remember Miss Aradia's exercices!"
					},
					"Translation":
					{
						"Text": "Ah, je me souviens encore des devoirs de madame Aradia"
					},
					"Key": "Aradia_exercices"
				},
				{
					"Source":
					{
						"Text": "Almost there !"
					},
					"Translation":
					{
						"Text": "J'y suis presque !"
					},
					"Key": "Elif_almost_top"
				},
				{
					"Source":
					{
						"Text": "Alright Crocus, We're in the reading corner."
					},
					"Translation":
					{
						"Text": "C'est bon Crocus, on est au coin lecture"
					},
					"Key": "Reading_corner"
				},
				{
					"Source":
					{
						"Text": "Alright let's go, I'll help you cross and I'll join you later"
					},
					"Translation":
					{
						"Text": "Bon, allons-y, je t'aide à traverser et je te rejoins plus tard"
					},
					"Key": "Crocus_cross"
				},
				{
					"Source":
					{
						"Text": "Alright, I'll see you on the other side !"
					},
					"Translation":
					{
						"Text": "Aller, on se voit de l'autre côté !"
					},
					"Key": "Other_side"
				},
				{
					"Source":
					{
						"Text": "Alright, first I need to get to Miss Marton's desk to get the book's reference."
					},
					"Translation":
					{
						"Text": "Bon, je dois d'abord aller au bureau de madame Marton pour trouver la référence du livre."
					},
					"Key": "Marton_desk"
				},
				{
					"Source":
					{
						"Text": "Alright, it's open!"
					},
					"Translation":
					{
						"Text": "C'est bon, c'est ouvert !"
					},
					"Key": "Door_open"
				},
				{
					"Source":
					{
						"Text": "And she sticks the landing !"
					},
					"Translation":
					{
						"Text": "Et elle réussi son atterissage !"
					},
					"Key": "Elif_landing"
				},
				{
					"Source":
					{
						"Text": "Bull's eye !"
					},
					"Translation":
					{
						"Text": "Dans le mille !"
					},
					"Key": "Bullseye"
				},
				{
					"Source":
					{
						"Text": "Can you go stand on the button, I can't open the door alone."
					},
					"Translation":
					{
						"Text": "Tu peux aller t'assoir sur le bouton ? Je peux pas ouvrir la porte toute seule."
					},
					"Key": "Crocus_button"
				},
				{
					"Source":
					{
						"Text": "Can you go stand on this button for me ?"
					},
					"Translation":
					{
						"Text": "Tu peux aller sur ce bouton pour moi ?"
					},
					"Key": "Crocus_button_2"
				},
				{
					"Source":
					{
						"Text": "Can you stay here ? I just need to climb on your back..."
					},
					"Translation":
					{
						"Text": "Tu peux rester là ? Il faut que je monte sur ton dos !"
					},
					"Key": "Climb_crocus"
				},
				{
					"Source":
					{
						"Text": "Come here, I need your help !"
					},
					"Translation":
					{
						"Text": "Viens là, j'ai besoin de toi"
					},
					"Key": "Call_crocus"
				},
				{
					"Source":
					{
						"Text": "Crocus *whistle* where are you boy ?"
					},
					"Translation":
					{
						"Text": "Crocus *siffle* t'es où mon chien ?"
					},
					"Key": "Looking_for_crocus"
				},
				{
					"Source":
					{
						"Text": "Crocus, I need you to smash through more books for me!"
					},
					"Translation":
					{
						"Text": "Crocus, il faut que tu pousses d'autres livres pour moi!"
					},
					"Key": "Crocus_book_tower2"
				},
				{
					"Source":
					{
						"Text": "Crocus, I need your help pushing this book tower."
					},
					"Translation":
					{
						"Text": "Crocus, j'ai besoin de ton aide pour pousser cette tour de livres"
					},
					"Key": "Crocus_book_tower"
				},
				{
					"Source":
					{
						"Text": "Crocus, I'll throw the ball on the sign and you catch it !"
					},
					"Translation":
					{
						"Text": "Crocus, je vais jeter la balle sur le paneau et tu la rattrapes"
					},
					"Key": "Thow_ball_sign"
				},
				{
					"Source":
					{
						"Text": "Crocus, that's At least enough meters to from home to school !"
					},
					"Translation":
					{
						"Text": "Crocus, c'est assez de mètres pour aller de la maison à l'école"
					},
					"Key": "Distance_to_school"
				},
				{
					"Source":
					{
						"Text": "Crocus, that's really, really old ! Older than granpa !"
					},
					"Translation":
					{
						"Text": "Crocus, c'est très très vieux ! Plus vieux que papy !"
					},
					"Key": "Old_as_grandpa"
				},
				{
					"Source":
					{
						"Text": "Did you see that Crocus ?!"
					},
					"Translation":
					{
						"Text": "T'as vu Crocus ?!"
					},
					"Key": "Crocus_looking"
				},
				{
					"Source":
					{
						"Text": "Don't worry Crocus, I just need you to stay there for now."
					},
					"Translation":
					{
						"Text": "Ne t'en fais pas Crocus, j'ai juste besoin que tu restes ici pour l'instant"
					},
					"Key": "Elif_cheers_up"
				},
				{
					"Source":
					{
						"Text": "Elif the explorer ! Queen of the Pillow Tower !!"
					},
					"Translation":
					{
						"Text": "Elif l'exploratrice ! Reine de la tour de coussins !"
					},
					"Key": "Elif_at_the_top"
				},
				{
					"Source":
					{
						"Text": "Even in here Angel and his \"wing gang\" keep picking on me by letting their stuff everywhere."
					},
					"Translation":
					{
						"Text": "Même ici Angel et sa \"bande ailée\" m'embêtent en laissant trainer leurs affaires partout."
					},
					"Key": "Elif_mad_imagination2"
				},
				{
					"Source":
					{
						"Text": "Finally! I'm here boy ! Ow I missed you !"
					},
					"Translation":
					{
						"Text": "Enfin ! Me voilà mon chien ! Tu m'as manqué !"
					},
					"Key": "Elif_crocus_reunited"
				},
				{
					"Source":
					{
						"Text": "Finally! Ren I got the book you need for the test !"
					},
					"Translation":
					{
						"Text": "Enfin ! Ren, j'ai le livre dont tu as besoin pour le contrôle."
					},
					"Key": "Elif_give_book"
				},
				{
					"Source":
					{
						"Text": "GOOD BOY !!"
					},
					"Translation":
					{
						"Text": "BON CHIEN !!"
					},
					"Key": "Good_boy"
				},
				{
					"Source":
					{
						"Text": "Good job Crocus ! You're my favorite reading companion !"
					},
					"Translation":
					{
						"Text": "Bien joué Crocus ! T'es mon compagnon de lecture préféré !"
					},
					"Key": "Crocus_best_boy"
				},
				{
					"Source":
					{
						"Text": "Gosh, That's Ren and me first sleepover."
					},
					"Translation":
					{
						"Text": "Mon dieu, c'est ma première soirée pyjama avec Ren"
					},
					"Key": "Elif_sleepover"
				},
				{
					"Source":
					{
						"Text": "Hey Crocus, you can come here, I opened the path for you !"
					},
					"Translation":
					{
						"Text": "Hey Crocus, tu peux passer par là, j'ai ouvert le passage pour toi !"
					},
					"Key": "Crocus_open_path"
				},
				{
					"Source":
					{
						"Text": "Hey look crocus, We have to figure out the door's combination ! can you help me ? "
					},
					"Translation":
					{
						"Text": "Eh regarde Crocus, on doit trouver le code de la porte ! Tu peux m'aider ?"
					},
					"Key": "Door_combination"
				},
				{
					"Source":
					{
						"Text": "Hey that's our first creation together !"
					},
					"Translation":
					{
						"Text": "Eh c'est notre première création ensemble"
					},
					"Key": "Elif_first_creation"
				},
				{
					"Source":
					{
						"Text": "Hey, I can see Aster and Poppy from here ! "
					},
					"Translation":
					{
						"Text": "Hey , je peux voir Aster et Poppy d'ici !"
					},
					"Key": "Elif_end"
				},
				{
					"Source":
					{
						"Text": "Hey, that's Crocus' favorite toy ! !"
					},
					"Translation":
					{
						"Text": "Hey, c'est le jouet préferé de Crocus !"
					},
					"Key": "CrocusToy"
				},
				{
					"Source":
					{
						"Text": "Huge, full of books and toys and I think the book should be near."
					},
					"Translation":
					{
						"Text": "Immense, remplie de livres et de jouets, je pense qu'on est proche du livre"
					},
					"Key": "Library_description"
				},
				{
					"Source":
					{
						"Text": "I bet Mister Whree will give me all the points in his class !"
					},
					"Translation":
					{
						"Text": "Je suis sûre que monsieur Whree va me donner tous les points pour son cours"
					},
					"Key": "Combination_puzzle_end"
				},
				{
					"Source":
					{
						"Text": "I can't wait for spring to come back ! It's our season !"
					},
					"Translation":
					{
						"Text": "J'ai trop hâte que le printemps revienne ! C'est notre saison !"
					},
					"Key": "Elif_sleepover5"
				},
				{
					"Source":
					{
						"Text": "I can't wait to present Crocus to you guys ! You're going to love him !"
					},
					"Translation":
					{
						"Text": "J'ai trop hâte que vous rencontriez Crocus ! Vous allez l'adorer !"
					},
					"Key": "Elif_end3"
				},
				{
					"Source":
					{
						"Text": "I hope Crocus is doing ok."
					},
					"Translation":
					{
						"Text": "J'espère que Crocus va bien"
					},
					"Key": "Crocus_ok"
				},
				{
					"Source":
					{
						"Text": "I imagine I'd be like a little mouse running around in the books"
					},
					"Translation":
					{
						"Text": "C'est comme si j'étais une petite souris, courant entre les livres"
					},
					"Key": "Little_mouse_in_books"
				},
				{
					"Source":
					{
						"Text": "I just hope he won't be too busy."
					},
					"Translation":
					{
						"Text": "J'espère qu'il ne sera pas trop occupé "
					},
					"Key": "Busy_father"
				},
				{
					"Source":
					{
						"Text": "I just love walking around in my imagination..."
					},
					"Translation":
					{
						"Text": "J'adore me balader dans mon imagination..."
					},
					"Key": "Walking_imagination"
				},
				{
					"Source":
					{
						"Text": "I just need to figure out Mister Whree's combinations puzzle"
					},
					"Translation":
					{
						"Text": "J'ai juste besoin de trouver la solution du puzzle de monsieur Whree"
					},
					"Key": "Combination_puzzle"
				},
				{
					"Source":
					{
						"Text": "I just need to get down and meet him on top of the Tower of a thousand pillows."
					},
					"Translation":
					{
						"Text": "Je dois juste descendre et le rejoindre en haut de la tour aux mille coussins"
					},
					"Key": "Tower_of_pillows"
				},
				{
					"Source":
					{
						"Text": "I just need to pass around these shelves..."
					},
					"Translation":
					{
						"Text": "J'ai juste besoin de contourner ces étagères"
					},
					"Key": "Passing_shelves"
				},
				{
					"Source":
					{
						"Text": "I just need your help getting up there and I'll remember where it was !"
					},
					"Translation":
					{
						"Text": "J'ai juste besoin de ton aide pour monter et je me souviendrai où le livre est !"
					},
					"Key": "Crocus_help"
				},
				{
					"Source":
					{
						"Text": "I need a special book from the library, will you help me find it ?"
					},
					"Translation":
					{
						"Text": "J'ai besoin de trouver un livre spécial, tu veux bien m'aider à le trouver ?"
					},
					"Key": "Looking_for_book"
				},
				{
					"Source":
					{
						"Text": "I remember when Dad read it to me every night.."
					},
					"Translation":
					{
						"Text": "Je me souviens quand papa me faisait la lecture tous les soirs"
					},
					"Key": "Dreamhunter_father"
				},
				{
					"Source":
					{
						"Text": "I see the section of our book Crocus !"
					},
					"Translation":
					{
						"Text": "Je vois la section de notre livre Crocus !"
					},
					"Key": "Section_in_sight"
				},
				{
					"Source":
					{
						"Text": "I should ask Ren if he still have our drawing of it."
					},
					"Translation":
					{
						"Text": "Je devrais demander à Ren si il a encore nos dessins."
					},
					"Key": "Elif_first_creation3"
				},
				{
					"Source":
					{
						"Text": "I should ask him to read it with me again..."
					},
					"Translation":
					{
						"Text": "Je lui demanderai de me le relire..."
					},
					"Key": "Dreamhunter_father2"
				},
				{
					"Source":
					{
						"Text": "I should call him."
					},
					"Translation":
					{
						"Text": "Je devrais l'appeler"
					},
					"Key": "Elif_call"
				},
				{
					"Source":
					{
						"Text": "I should talk to Mom and Dad about that..."
					},
					"Translation":
					{
						"Text": "Je devrais en parler à papa et maman...."
					},
					"Key": "Elif_mad_imagination3"
				},
				{
					"Source":
					{
						"Text": "I still remember Aster getting all red when I said Ren was one of my best friend after her !"
					},
					"Translation":
					{
						"Text": "Je me souviens encore qu'Aster est devenue toute rouge quand je lui ai dit que Ren était mon meilleur ami après elle !"
					},
					"Key": "Elif_sleepover3"
				},
				{
					"Source":
					{
						"Text": "I still remember him running around in the house scared senseless !"
					},
					"Translation":
					{
						"Text": "Je me souviens encore de lui en train de courir terrorisé dans tous les sens"
					},
					"Key": "Snake_egg2"
				},
				{
					"Source":
					{
						"Text": "I think that the result is the answer of the combination !"
					},
					"Translation":
					{
						"Text": "Je pense que le résultat est la réponse au code !"
					},
					"Key": "Result_combination"
				},
				{
					"Source":
					{
						"Text": "I'd love to learn time with points on a clock"
					},
					"Translation":
					{
						"Text": "J'aimerais trop apprendre à lire l'heure en marquant des points"
					},
					"Key": "Learning_Time"
				},
				{
					"Source":
					{
						"Text": "I'll be right back, you're the best boy !"
					},
					"Translation":
					{
						"Text": "Je reviens vite, t'es le meilleur !"
					},
					"Key": "Switch_map2"
				},
				{
					"Source":
					{
						"Text": "I'll get him a big treat when I come back."
					},
					"Translation":
					{
						"Text": "Je lui donnerai une friandise en revenant"
					},
					"Key": "Crocus_treat"
				},
				{
					"Source":
					{
						"Text": "I'll need to be fast for this one"
					},
					"Translation":
					{
						"Text": "Je vais devoir être rapide là"
					},
					"Key": "Elif_fast"
				},
				{
					"Source":
					{
						"Text": "I'm Learning so much with you !"
					},
					"Translation":
					{
						"Text": "J'apprends tellement de choses avec toi"
					},
					"Key": "Learning_a_lot"
				},
				{
					"Source":
					{
						"Text": "I'm getting really good at learning things with you !"
					},
					"Translation":
					{
						"Text": "Je suis vraiment trop forte pour apprendre des choses avec toi"
					},
					"Key": "Good_learning"
				},
				{
					"Source":
					{
						"Text": "I'm going to need your help to get all the way there."
					},
					"Translation":
					{
						"Text": "je vais avoir besoin de ton aide pour monter tout en haut"
					},
					"Key": "Reach_the_summit"
				},
				{
					"Source":
					{
						"Text": "I'm so happy you're here"
					},
					"Translation":
					{
						"Text": "Je suis si contente que tu sois là"
					},
					"Key": "Happy_with_crocus"
				},
				{
					"Source":
					{
						"Text": "I'm sorry buddy... Can you be a good boy and stay on this pillow for me ?"
					},
					"Translation":
					{
						"Text": "Je suis désolée... est ce que tu peux être un bon chien et rester sur ce coussin pour moi ?"
					},
					"Key": "Elif_cheers_up3"
				},
				{
					"Source":
					{
						"Text": "I've got it Crocus, I'll go open the door to the shelves section."
					},
					"Translation":
					{
						"Text": "Je l'ai Crocus, je vais ouvrir la porte de la pièce des étagères"
					},
					"Key": "Door_shelves"
				},
				{
					"Source":
					{
						"Text": "It reminds me of the time dad found an egg and it was a small snake !"
					},
					"Translation":
					{
						"Text": "Ca me rappelle la fois où papa a trouvé un oeuf et c'était un bébé serpent !"
					},
					"Key": "Snake_egg"
				},
				{
					"Source":
					{
						"Text": "It was at Poppy's house and Ren was terrified of her *laugh*"
					},
					"Translation":
					{
						"Text": "C'était chez Poppy et Ren avait trop peur d'elle"
					},
					"Key": "Elif_sleepover2"
				},
				{
					"Source":
					{
						"Text": "It's ok, you're the best boy, we're almost there."
					},
					"Translation":
					{
						"Text": "T'en fais pas, t'es le meilleur, on y est presque"
					},
					"Key": "Elif_cheers_up2"
				},
				{
					"Source":
					{
						"Text": "It's open, you can enter Crocus!"
					},
					"Translation":
					{
						"Text": "C'est ouvert, tu peux rentrer Crocus"
					},
					"Key": "Door_open_crocus"
				},
				{
					"Source":
					{
						"Text": "Let's get to class before Miss Aradia closes the door."
					},
					"Translation":
					{
						"Text": "Allons en classe avant que madame Aradia ferme la porte."
					},
					"Key": "Elif_end2"
				},
				{
					"Source":
					{
						"Text": "Let's see if I still got it !"
					},
					"Translation":
					{
						"Text": "Voyons voir si je sais encore comment faire"
					},
					"Key": "Remember_shooting"
				},
				{
					"Source":
					{
						"Text": "Look, there is Ren, just waiting for me at the top."
					},
					"Translation":
					{
						"Text": "Regarde, c'est Ren qui m'attend en haut"
					},
					"Key": "Reach_the_summit2"
				},
				{
					"Source":
					{
						"Text": "No, I imagine that I didn't fall !"
					},
					"Translation":
					{
						"Text": "Non, c'est pas vrai, je suis pas tombée !"
					},
					"Key": "Falling2"
				},
				{
					"Source":
					{
						"Text": "Or what Ren and I call.. The pillow Tower !"
					},
					"Translation":
					{
						"Text": "Ou ce que Ren et moi appelons... La tour aux mille coussins"
					},
					"Key": "Reading_corner2"
				},
				{
					"Source":
					{
						"Text": "Phew... Barely made it !"
					},
					"Translation":
					{
						"Text": "Ouf... C'était juste !"
					},
					"Key": "Elif_fast_enough"
				},
				{
					"Source":
					{
						"Text": "Rabbits are lagomorphs and not roddens ! 10 points !"
					},
					"Translation":
					{
						"Text": "Les lapins sont des lagomorphes, pas des rongeurs ! 10 points !"
					},
					"Key": "Rabbits_infos"
				},
				{
					"Source":
					{
						"Text": "Ren and Elif Rocket-toothpick ! The most efficient way for your dads to clean their teeth ! *giggles*"
					},
					"Translation":
					{
						"Text": "Le Cure-dent-fusée de Ren et Elif ! La façon la plus efficace pour nos papas de se curer les dents ! *pouffe*"
					},
					"Key": "Elif_first_creation2"
				},
				{
					"Source":
					{
						"Text": "Shelf 14, Section 6, E15 420."
					},
					"Translation":
					{
						"Text": "Etagère numéro 14, Section 6, E15 420"
					},
					"Key": "Book_position"
				},
				{
					"Source":
					{
						"Text": "Shoot... You can't go on the tower boy.."
					},
					"Translation":
					{
						"Text": "Zut... Tu ne peux pas monter sur la tour mon chien..."
					},
					"Key": "Crocus_blocked"
				},
				{
					"Source":
					{
						"Text": "So many things to see, explore and mix to create in my amazing world !"
					},
					"Translation":
					{
						"Text": "Tellement de choses à voir, à explorer, et créer dans mon monde merveilleux !"
					},
					"Key": "Amazing_world"
				},
				{
					"Source":
					{
						"Text": "THERE IT IS ! Ren is going to love it !"
					},
					"Translation":
					{
						"Text": "Le voilà ! Ren va l'adorer !"
					},
					"Key": "Book_found"
				},
				{
					"Source":
					{
						"Text": "Ten points at a quarter to nine !"
					},
					"Translation":
					{
						"Text": "Dix points sur neuf heure moins le quart !"
					},
					"Key": "Hit_first_target"
				},
				{
					"Source":
					{
						"Text": "Thank you Crocus !"
					},
					"Translation":
					{
						"Text": "Merci Crocus !"
					},
					"Key": "Thank_crocus"
				},
				{
					"Source":
					{
						"Text": "Thank you for the lesson Nouki, the favorite class rabbit !"
					},
					"Translation":
					{
						"Text": "Merci pour la leçon Nouki, le meilleur lapin de classe"
					},
					"Key": "Nouki"
				},
				{
					"Source":
					{
						"Text": "That was the best birthday I ever had !"
					},
					"Translation":
					{
						"Text": "C'était mon meilleur anniversaire"
					},
					"Key": "Crocus_baby2"
				},
				{
					"Source":
					{
						"Text": "That's Crocus' baby picture ! I'll never forget the day we got him !"
					},
					"Translation":
					{
						"Text": "C'est la photo de Crocus bébé ! Je n'oublierai jamais le jour où on l'a eu"
					},
					"Key": "Crocus_baby"
				},
				{
					"Source":
					{
						"Text": "That's exactly the book Ren needs to past the test !"
					},
					"Translation":
					{
						"Text": "C'est exactement le livre dont Ren a besoin pour passer son contrôle !"
					},
					"Key": "Ren_test"
				},
				{
					"Source":
					{
						"Text": "That's it Crocus ! \"Luna and her aquatic friends\""
					},
					"Translation":
					{
						"Text": "Le voici Crocus ! \"Luna et ses amis marins\""
					},
					"Key": "Elif_book"
				},
				{
					"Source":
					{
						"Text": "That's it, I found it !"
					},
					"Translation":
					{
						"Text": "Ca y est ! Je l'ai trouvé !"
					},
					"Key": "Found_information"
				},
				{
					"Source":
					{
						"Text": "That's like... A HUNDRED AND NINETY-TWO BOOKS !"
					},
					"Translation":
					{
						"Text": "Ca fait euh.... CENT QUATRE-VINGT-DIX LIVRES !"
					},
					"Key": "Push_192_books"
				},
				{
					"Source":
					{
						"Text": "The Declaration of Human rights was written in 1948!"
					},
					"Translation":
					{
						"Text": "La Déclaration des Droits de l'Homme a été écrite en 1948!"
					},
					"Key": "Human_rights"
				},
				{
					"Source":
					{
						"Text": "The library is huge !"
					},
					"Translation":
					{
						"Text": "La bibliothèque est si grande !"
					},
					"Key": "LibraryIsHuge"
				},
				{
					"Source":
					{
						"Text": "The story of 6Kittens: \"There were 6 Kittens wondering, where their friends were..\""
					},
					"Translation":
					{
						"Text": "L'histoire des six chatons: \"Il y avait six chatons qui se demandaient où étaient leurs amis....\""
					},
					"Key": "Story_kittens"
				},
				{
					"Source":
					{
						"Text": "There is 2 types of birth : Viviparous and Oviparus ! 20 points !!"
					},
					"Translation":
					{
						"Text": "Il y a deux types de naissance: Vivipare et Ovipare ! 20 points !"
					},
					"Key": "Types_of_birth"
				},
				{
					"Source":
					{
						"Text": "There is Miss Marton's desk !"
					},
					"Translation":
					{
						"Text": "C'est le bureau de madame Marton"
					},
					"Key": "Found_marton_desk"
				},
				{
					"Source":
					{
						"Text": "There is something to do with this operation crocus.."
					},
					"Translation":
					{
						"Text": "Il y a quelque chose à faire avec ce calcul Crocus"
					},
					"Key": "Math_operation"
				},
				{
					"Source":
					{
						"Text": "They could have frog trampoline to jump from shelf to shelf"
					},
					"Translation":
					{
						"Text": "Il pourrait y avoir des trampolines-grenouille pour sauter d'étagère en étagère"
					},
					"Key": "FrogTrampoline"
				},
				{
					"Source":
					{
						"Text": "This library is exactly as I remember it."
					},
					"Translation":
					{
						"Text": "La bibliothèque est comme dans mon souvenir"
					},
					"Key": "Library_memories"
				},
				{
					"Source":
					{
						"Text": "This one doesn't count, nobody saw it !"
					},
					"Translation":
					{
						"Text": "Ca compte pas ! Personne m'a vu !"
					},
					"Key": "Falling"
				},
				{
					"Source":
					{
						"Text": "WOUHOU ! LOOK AT ME CROCUS !! I'M FLYING !!"
					},
					"Translation":
					{
						"Text": "WOUHOU ! REGARDE MOI CROCUS ! J'AI L'IMPRESSION DE VOLER"
					},
					"Key": "Elif_fly"
				},
				{
					"Source":
					{
						"Text": "Wait... What's this doing here... This is MY imagination !"
					},
					"Translation":
					{
						"Text": "Mais... Qu'est-ce que ça fait là ? C'est MON imagination !"
					},
					"Key": "Elif_mad_imagination"
				},
				{
					"Source":
					{
						"Text": "We can read it together if you want !"
					},
					"Translation":
					{
						"Text": "On peut le lire ensemble si tu veux !"
					},
					"Key": "Elif_give_book2"
				},
				{
					"Source":
					{
						"Text": "We'll have to be quick and get to class !"
					},
					"Translation":
					{
						"Text": "On va devoir se dépecher et aller en cours."
					},
					"Key": "Elif_give_book3"
				},
				{
					"Source":
					{
						"Text": "Woa, I've forgotten about our shooting range !"
					},
					"Translation":
					{
						"Text": "Woa, j'avais oublié notre stand de tir"
					},
					"Key": "Shooting_range"
				},
				{
					"Source":
					{
						"Text": "Woah ! \"Dream Hunter\", That was my favorite book! "
					},
					"Translation":
					{
						"Text": "Woah ! \"Dream Hunters\", c'est mon livre préféré !"
					},
					"Key": "Dreamhunter"
				},
				{
					"Source":
					{
						"Text": "Woah, a Tadpole is just a baby frog !"
					},
					"Translation":
					{
						"Text": "Woah, un tétard est un bébé grenouille"
					},
					"Key": "Baby_frog"
				},
				{
					"Source":
					{
						"Text": "Wouhou !"
					},
					"Translation":
					{
						"Text": "Wouhou !"
					},
					"Key": "Elif_wouhou"
				},
				{
					"Source":
					{
						"Text": "Wow Crocus, If I did correctly you just pushed throught thirty-two stacks of six books "
					},
					"Translation":
					{
						"Text": "Wow Crocus, si j'ai bien compté, tu viens de pousser 32 piles de 6 livre"
					},
					"Key": "Push_32_books"
				},
				{
					"Source":
					{
						"Text": "Wow. I just learned that earth is in the Milky way !"
					},
					"Translation":
					{
						"Text": "Wow, je viens d'apprendre que la Terre est dans la Voie Lactée"
					},
					"Key": "Milkyway"
				},
				{
					"Source":
					{
						"Text": "Yay, the 6 kittens are all back together ! Happy ending..."
					},
					"Translation":
					{
						"Text": "Ouais ! Les six chatons sont de nouveau ensemble ! Tout finit bien..."
					},
					"Key": "Story_kittens5"
				},
				{
					"Source":
					{
						"Text": "Yes !"
					},
					"Translation":
					{
						"Text": "Ouais !"
					},
					"Key": "Yes"
				},
				{
					"Source":
					{
						"Text": "Yes ! I made it ! GREAT JOB CROCUS !"
					},
					"Translation":
					{
						"Text": "Ouais! J'ai réussi ! BRAVO CROCUS !"
					},
					"Key": "Elif_reach_point"
				},
				{
					"Source":
					{
						"Text": "You even freed space for me.. what a gentledog *giggles*"
					},
					"Translation":
					{
						"Text": "Tu m'as même fait de la place pour passer... Merci mon bon monsieur-chien *rigole*"
					},
					"Key": "Gentledog"
				},
				{
					"Source":
					{
						"Text": "You got that ?!"
					},
					"Translation":
					{
						"Text": "T'as compris ? "
					},
					"Key": "Crocus_catch"
				},
				{
					"Source":
					{
						"Text": "You look so funny as a toy Crocus !"
					},
					"Translation":
					{
						"Text": "Tu es si rigolo en jouet Crocus !"
					},
					"Key": "Crocus_funny"
				},
				{
					"Source":
					{
						"Text": "You're going to be the best fish expert the planet as ever seen ! *laugh*"
					},
					"Translation":
					{
						"Text": "Tu vas être le meilleur expert en poisson du monde !"
					},
					"Key": "Elif_give_book4"
				},
				{
					"Source":
					{
						"Text": "You're in the closet boy ?! Elif will get you out !"
					},
					"Translation":
					{
						"Text": "T'es dans le placard mon chien ?! Elif va te liberer"
					},
					"Key": "Closet_help"
				},
				{
					"Source":
					{
						"Text": "You're the best ! I'll go get Ren and I come right back for you !"
					},
					"Translation":
					{
						"Text": "T'es le meilleur ! Je vais chercher Ren et je reviens tout de suite pour toi !"
					},
					"Key": "Elif_start_climb"
				},
				{
					"Source":
					{
						"Text": "one kilometer is a THOUSAND meters !"
					},
					"Translation":
					{
						"Text": "Un kilomètre, c'est mille mètres !"
					},
					"Key": "Kilometer_in_meters"
				},
				{
					"Source":
					{
						"Text": "she gets so serious when she's embarrassed."
					},
					"Translation":
					{
						"Text": "Elle devient tellement sérieuse quand elle est embarassée"
					},
					"Key": "Elif_sleepover4"
				}
			]
		}
	]
}